[
    {
        "img": "brainOn.png",
        "title": "BrainOn",
        "description": "Participated in the 1st edition of BrainOn, an ideathon focused on creating innovative solutions using AI technologies. Developed a prototype to address a specific problem and secured 2nd place in the competition."
    },
    {
        "img": "pressStart.png",
        "title": "PressStart",
        "description": "Hosted a workshop at ESTIN - Bejaia titled PressStart, aimed at teaching the basics of Game Development. Shared my experience with Unity's Animation system to help students start their game development journey."
    },
    {
        "img": "GDSC.png",
        "title": "Game Jam",
        "description": "Competed in the 1st edition of GDG Algiers Game Jam as a 3D modeler with my team, UnitDash. Collaborated to create a game prototype, leading the team to win 1st place in the competition."
    },
    {
        "img": "ideathon.png",
        "title": "IdeaTech",
        "description": "Participated in the 2nd edition of IdeaTech, a two-day ideathon where creative students design digital solutions for real-world problems. Contributed to a team project showcasing innovative problem-solving."
    },
    {
        "img": "GDSC.png",
        "title": "GDG Student",
        "description": "Member of the Google Developer Student Club (GDSC) ESTIN, part of the UI/UX Design Department. Contributed to the ESTIN Bib website project, a community for developers and students organizing technical events."
    },
    {
        "img": "byteCraft.png",
        "title": "ByteCraft",
        "description": "Served as a Game Developer and 3D Designer/Animator at UnitDash, a department within ByteCraft, an ESTIN club focused on computer science fields and fostering creativity in technology."
    },
    {
        "img": "starbucksMsila.png",
        "title": "Starbucks M’sila",
        "description": "Worked as a Graphic Designer for Starbucks M’sila CoffeeShop in 2022, creating designs to enhance the brand’s presence and improve customer experience."
    },
    {
        "img": "unitDash.png",
        "title": "UnitDash",
        "description": "Actively contributed as a 3D Modeler in UnitDash, a Game Development group focused on creating immersive gaming experiences through innovative design and development."
    }
]